Revit 2024 API
WireMaterialTypeSet Constructor
Initializes a new instance of the WireMaterialTypeSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public WireMaterialTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
WireMaterialTypeSet()
See Also
WireMaterialTypeSet Class
Autodesk.Revit.DB.Electrical Namespace